Repository: benlye/flash-multi
Catalog: src/flash-multi/FlashMulti.*.resx
Languages: fr

# showVerboseOutput.Text
source: Show Verbose Output
fr: Afficher la sortie détaillée

# buttonUpload.Text
source: Write Module
fr: Module d'écriture

# label2.Text
source: Firmware File:
fr: Nom de fichier:

# label3.Text
source: Serial Port:
fr: Port série:

# buttonBrowse.Text
source: Browse
fr: Feuilleter

# groupBox1.Text
source: Settings
fr: Réglages

# buttonRefresh.Text
source: Refresh Ports
fr: Actualiser les ports

# buttonSaveBackup.Text
source: Save Backup
fr: Sauvegarde

# buttonRead.Text
source: Read Module
fr: Module de lecture

# buttonSerialMonitor.Text
source: Serial Monitor
fr: Moniteur série

# linkLabel2.Text
source: Read, write, and erase MULTI-Module firmware. Get the latest firmware files here.
fr: Lisez, écrivez et effacez le micrologiciel MULTI-Module. Obtenez les derniers fichiers du firmware ici.

# buttonErase.Text
source: Erase Module
fr: Effacer le module
